Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=516_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämikielâi iäláskittemohjelm kulá sämitige vaaljâpaje tehálumosáid ulmijd
sms: SääŠmǩiõli jeälltemprogramm lij sääŠmteeŠǧǧ vaalpââi vääžnmõs täävtõs

source: Sämikielâi iäláskittemohjelm rähtim lii sämitige taan vaaljâpaje ohtâ tehálumosijn uulmijn, pahudij sämitige saavâjođetteijee Klemetti Näkkäläjärvi sämikielâ já maorikielâ iäláskittem kieđâvuššee seminaarist Helsigist.
sms: SääŠmǩiõli jeälltemprograamm raajjmõš lij sääŠmteeŠǧǧ tän vaalpââi õhtt vääžnmõs täävtõõzzin, tuõtti sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti NäkkäläjäuŠrr sääŠm da maorǩiõli jeälltumuužž ǩiõttʼtõõllâm seminaarâst HeŠlssnest.

source: - Lam iiloost, et iäláskittemohjelm rähtim ovdán, páhudij Näkkäläjärvi já kijttâlij meid tast, et staatârääđi lii čonâsâm haldâttâsohjelmist sämikielâi iäláskittemohjelm olášutmân já resurssistmân.
sms: – MuŠst lij rämm tuõttâd, što jeälltemprograamm raajjmõš ouddan, NäkkäläjäuŠrr tuõtti da späŠssbõõžži še tõn, što valdiasuåvtõs lij čõnnõõttâm halltõsproggraammâst sääŠmǩiõli jeälltemprograamm čõõđtumuŠšše da resurssmâŠttmõŠšše.

source: Haldâttâsohjelm maŋa lii čielgâm et nuuvt Suomâ ko ubâ Euroop-uv ekonomiatile lii hiäjusmuumin ovdiist.
sms: Mâŋŋa halltõsproggraamm lij puhŠttum tiõttu, što nuŠtt LääŠddjânnam ko še obb Euroop ekonomiivueŠǩǩ lij mõõnnâm ǩeähnab årra.

source: Näkkäläjärvi mielâst ekonomiakriisâ ij uážu hiäjusmittiđ puoh hiäjumus sajattuvâst orroo, Euroop áinoo algâaalmug ađai sämmilij, sajattuv vala ovdiist.
sms: Ekonomiikriiss ij vuäǯǯ NäkkäläjääuŠr miõlâst hueŠneed pukin hueŠnmõs staattuuzzâst åårrai, Euroop oŠdinakai alggmeer leŠbe saaŠmi staattuuzz.

source: - Suomâ kalga tevdiđ aalmugijkoskâsijd já haldâttâsohjelmân kirjejum kenigâsvuođâidis säämi aalmug já sämikielâ kuáttá.
sms: – LääŠddjânnam âlgg tiuddeed meeraikõskksaž da halltõsprograŠmme ǩeeŠrjtum õõlǥtumuužžeez sääŠm-meer da sääŠmǩiõl ouŠdde.

source: Luuvâ saavâjođetteijee Klemetti Näkkäläjärvi lehâstemsahâvuáru sämikielâ já maorikielâ iäláskittemseminaarist Helsigist 13.09 ollásávt täst.
sms: Looǥǥ saaǥǥjååŠđteei Klemetti NäkkäläjääŠur ääŠveem-mainstemvuâr, koon son õõŠni sääŠm da maorǩiõli jeälltemseminaarâst HeŠlssnest 13.09 obbvuõđstes täŠst.
